final jobsList = [
  'بلاط',
  'دهان',
  'وراق',
  'كهربائي منزل',
  'كهربائي سيارات',
  'عامل نظافة',
  'دلفري',
  'ميكانيكي',
  'حداد',
  'سكاف',
  'مزارع',
  'سنغري',
  'خادم منزل',
  'خياط',
  'حلاق',
  'نجار',
  'غير محدد',
];

var recentSearchHistory = [
  'سكاف',
  'مزارع',
  'سنغري',
];
List<String> filterList = ["المنطقة", "الخبرة"];

List<String> cities = [
  'غير محدد',
  'بنت جبيل',
  'بعبدا',
  'بعلبك',
  'جزّين',
  'جونية',
  'الدامور',
  'دير القمر',
  'زحلة',
  'الشوف',
  'صور',
  'صيدا',
  'طرابلس',
  'عكار',
  'النبطيّة',
  'بيروت',
];

final firestoreCollections = [
  'Employers',
  'بلاط',
  'دهان',
  'وراق',
  'كهربائي منزل',
  'كهربائي سيارات',
  'عامل نظافة',
  'دلفري',
  'ميكانيكي',
  'حداد',
  'سكاف',
  'مزارع',
  'سنغري',
  'خادم منزل',
  'خياط',
  'حلاق',
  'نجار'
];
